export const userData = {
  name: '한원석',
  birthday: '1994-10-24',
  address: '서울특별시 영등포구',
  github: 'https://github.com/wonseok-han',
  email: 'oshan1112@gmail.com',
  company: '(주)이노그리드',
  intro: `☺️ 안녕하세요. 사용자 중심 개발을 지향하는 7년 차 웹 개발자 한원석입니다.
  
  저는 백오피스 위주의 SI 웹 개발로 시작해 현재는 Web3 프론트엔드 개발자로 근무하고 있습니다.
  
  대학교나 타 기업의 행정/관리 시스템 개발에 프론트/백엔드 구분 없이 참여해 왔으며, 이 경험을 바탕으로 Web3 프로젝트에 프론트엔드 개발자로 참여하며 프론트엔드의 전반적인 코드 룰, 구조를 개선했으며, 블록체인에 대한 개념을 공부하고 지갑을 연동해 트랜잭션을 수행하는 경험을 쌓았습니다.
  
  항상 코드 구조의 일관성, 비효율성 개선을 추구해 팀원들과 함께 각자의 경험을 공유하고 더 나은 코드와 프로세스를 만드는 것을 좋아합니다. 또한, 내가 사용자라는 관점에서 기획자들과 원활히 협업하며, 편리하고 사용하기 쉬운 기능을 제공하기 위해 노력하고 있습니다.`,
};
